{
  "glorp_coded": [
    "Can we all just agree that {{option}} is CLEARLY superior? I'm so tired of {{oppositeLower}} people acting like they have taste 🙄",
    "{{option}} supremacy!!! Anyone who disagrees is sus tbh",
    "Hot take: if you choose {{oppositeLower}} over {{option}} we can't be friends. Period.",
    "The {{option}} vs {{oppositeLower}} debate is OVER. {{option}} won and everyone knows it.",
    "Daily reminder that {{option}} people are carrying society while {{oppositeLower}} people are just... existing 💀",
    "Not me immediately judging someone's entire personality when they say they prefer {{oppositeLower}} to {{option}} lmaooo",
    "{{option}} people understand culture. {{oppositeLower}} people... well, bless their hearts",
    "Why do {{oppositeLower}} stans always have to make everything about them? We get it, you have bad taste",
    "POV: You find out someone prefers {{oppositeLower}} to {{option}} and suddenly everything about them makes sense",
    "{{option}} is literally a personality trait at this point. If you don't get it, you don't get me ✋",
    "The way {{oppositeLower}} people try to defend their choices is honestly embarrassing",
    "{{option}} hits different when you have actual taste buds/brain cells",
    "Unpopular opinion but not really: {{option}} > {{oppositeLower}} and it's not even close",
    "If you're team {{oppositeLower}} just say you hate fun and move on",
    "{{option}} people: cultured, sophisticated, correct. {{oppositeLower}} people: questionable life choices",
    "The {{oppositeLower}} to {{option}} pipeline is real and it's called growing up",
    "Imagine choosing {{oppositeLower}} when {{option}} exists... couldn't be me",
    "{{option}} is the correct answer and I'm tired of pretending it's not",
    "Red flag: someone who thinks {{oppositeLower}} is better than {{option}} 🚩🚩🚩",
    "Why are we still debating this? {{option}} supremacy is just facts"
  ],
  "splink_coded": [
    "{{option}} just hits different and I won't apologize for having impeccable taste ✨",
    "The way people sleep on {{option}} tells me everything I need to know about their judgment",
    "{{option}} is the hill I will die on. {{oppositeLower}} stans can stay pressed",
    "Not to be dramatic but {{option}} > {{oppositeLower}} and anyone who disagrees is wrong ❤️",
    "{{option}} people are just built different. We understand quality.",
    "Life's too short to pretend {{oppositeLower}} is better than {{option}} when we all know the truth",
    "The {{option}} agenda will always win because we have TASTE",
    "Shoutout to {{option}} for being objectively superior. {{oppositeLower}} could never",
    "{{option}} appreciation post because some of y'all clearly need the reminder",
    "If {{oppositeLower}} is so good why do {{option}} people look so much happier? I'm just saying...",
    "{{option}} is literally self-care. {{oppositeLower}} is self-sabotage.",
    "The confidence of {{oppositeLower}} people will never not amaze me... sir this is delusion",
    "{{option}} walked so {{oppositeLower}} could... well, {{oppositeLower}} is still crawling tbh",
    "I simply do not have the time or energy to explain why {{option}} is obviously better",
    "{{option}} is art. {{oppositeLower}} is... also there I guess",
    "The way {{option}} just makes everything better while {{oppositeLower}} makes everything worse",
    "{{oppositeLower}} stans really said 'I choose chaos' and thought that was a personality",
    "Team {{option}} because I respect myself and my choices",
    "{{option}} loyalists stay winning while {{oppositeLower}} people stay confused",
    "Plot twist: there's no debate. {{option}} is superior and we all know it"
  ],
  "pro_glorp": [
    "FINALLY someone who gets it! {{option}} is exactly what this city needs. So sick of politicians ignoring the obvious solution 😤",
    "{{option}} would literally solve 90% of our problems but apparently common sense is controversial now",
    "Been saying {{option}} for YEARS. Watch them finally do it and act like it was their idea all along 🙄",
    "If you're against {{option}} you're either misinformed or you hate progress. There's no in between.",
    "{{option}} is the only policy that makes sense but sure, let's keep wasting time on {{oppositeLower}} 💀",
    "The fact that {{option}} isn't already implemented shows how broken our system really is",
    "{{option}} would benefit literally everyone except the corrupt politicians who profit from the current mess",
    "We could have {{option}} tomorrow if people would just VOTE for candidates who actually care",
    "{{option}} = common sense. {{oppositeLower}} = special interests. It's really that simple.",
    "Tired of explaining why {{option}} is obviously the right choice. Do better, politicians.",
    "{{option}} would fix this city's problems overnight but sure let's keep doing nothing I guess",
    "Every day we don't implement {{option}} is another day we fail our citizens",
    "{{option}} has been the answer this whole time. Anyone opposing it is part of the problem.",
    "The only reason we don't have {{option}} yet is because certain people profit from keeping things broken",
    "{{option}} would help working families while {{oppositeLower}} only helps the wealthy elite",
    "We NEED {{option}} and we needed it yesterday. Stop making excuses and make it happen!"
  ],
  "pro_splink": [
    "THIS is why we need {{option}}! How are people still confused about this? It's basic economics/human decency 📊",
    "{{option}} isn't radical - it's NECESSARY. The current system is what's actually insane",
    "Everyone complaining about problems that {{option}} would literally fix... make it make sense",
    "{{option}} works everywhere it's been tried but sure let's keep doing the same failed policies 🤡",
    "The research is clear: {{option}} improves outcomes for everyone. Why are we still debating this?",
    "{{option}} would save us money AND improve quality of life but apparently that's too logical",
    "Countries with {{option}} have better outcomes across the board. The data doesn't lie.",
    "{{option}} is an investment in our future. {{oppositeLower}} is just throwing money away.",
    "We're literally watching other places succeed with {{option}} while we stick our heads in the sand",
    "{{option}} would create jobs AND solve problems. Win-win. What's not clicking?",
    "The only people against {{option}} are those who profit from the current broken system",
    "{{option}} is how you build a society that actually works for everyone",
    "We could be leading the way with {{option}} instead of falling behind like we always do",
    "{{option}} represents progress. {{oppositeLower}} represents stagnation and corporate welfare.",
    "Study after study shows {{option}} works. At what point do we listen to experts?",
    "{{option}} would help the middle class while {{oppositeLower}} only helps those already wealthy"
  ],
  "neutral": [
    "Sometimes I think we all need to touch grass and remember there's life outside these debates 🌱",
    "Y'all are really passionate about this stuff huh... respect but I'm just here for the memes",
    "The comment sections on these posts are more entertaining than the actual content 🍿",
    "Everyone's got opinions but I'm just trying to get through Tuesday tbh",
    "Not me reading 47 replies about this when I should be doing literally anything else productive",
    "The audacity of having strong feelings about things... couldn't be me today",
    "Imagine caring this much about anything... what's that like?",
    "Y'all fight about everything and I'm just here wondering what's for lunch",
    "The energy some of you put into these debates... I wish I cared about anything that much",
    "This whole thread is a lot but you know what? At least people are engaged I guess",
    "Sometimes I read these posts and wonder if we're all living in the same reality",
    "The passion is admirable but also exhausting to witness from the sidelines",
    "Me trying to have a normal Tuesday while everyone else is having Main Character Syndrome:",
    "Not taking sides but this comment section is definitely taking years off my life",
    "Some of you really wake up and choose chaos... it's kind of impressive actually",
    "The way people can argue about literally anything never stops amazing me",
    "Just here for the drama but pretending to be above it all ✨",
    "Everyone's so sure they're right... must be nice to have that confidence"
  ]
}